{
  "nav": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hi there, I'm Jordan 👋,",
    "intro": "Let’s build awesome apps!",
    "presentation": "I'm a full-stack developer who loves to turn ideas into clean and modern apps people enjoy using!",
    "contact": "Say hello 👋",
    "resume": "Resume"
  },
  "about": {
    "title": "About Me",
    "presentation-title": "👋 Hey there!",
    "background-title": "📚 A bit of background",
    "presentation": "I’m Jordan, a <b>full-stack developer</b> currently enrolled in a remote <b>Application Developer and Designer</b> program with <b>O’Clock</b>, a school based in Paris. I began my journey in <b>web development</b> a little over a year ago by completing <b>Codecademy</b>’s <b>Full-Stack Engineer</b> path before continuing my studies with <b>O’Clock</b>. My main <b>tech stack</b> includes <b>Next.js, React, Node.js</b> (with <b>Express.js</b>) and <b>PostgreSQL</b>, but I’m also open to working with <b>other technologies</b> as needed. Additionnaly, I’m exploring the <b>integration</b> of <b>AI tools</b> into my web and mobile applications with the goal of building modern, useful, and intuitive solutions.",
    "background": "Before getting into development, I worked for <b>several years</b> as an <b>automotive electrician </b> — installing new equipment, programming vehicles, and troubleshooting electrical systems. It’s where I built a strong foundation in <b>logical thinking, problem-solving, and teamwork</b>. Since then, I’ve shifted into full-stack web development, combining my <b>technical background</b> with a passion for <b>building digital tools and apps</b>. I'm always open to new opportunities, collaborations, or ideas — feel free to reach out!"
  },
  "skills": {
    "title": "Skills",
    "tools": "Tools"
  },
  "projects": {
    "title": "Projects",
    "live-app": "Live app",
    "tech-stack": "Tech stack",
    "traduxo": "A Next.js web app offering AI-powered, native-like translations with idiomatic expression suggestions and real-world explanations via the Gemini API. Users can type or speak text, get translations, expression suggestions, detailed explanations, access history, and save favorites. Showcases AI integration, advanced translation features, and responsive UI, deployed on Vercel.",
    "aria": "A Next.js web app offering a modern, minimalistic AI chatbot powered by the Mistral API and backed by Supabase. Users can chat naturally, with authentication, secure input validation, conversation history, and responsive UI. Showcases AI integration, real-time database handling, and seamless frontend-backend interaction, deployed on Vercel.",
    "guitar-shop": "A responsive e-commerce web app for browsing and purchasing guitars. Users can view product details, manage a cart, and check out. The app also features Google OAuth login, newsletter subscription and dynamic product filtering."
  },
  "contact": {
    "informations": "Contact Informations",
    "form": "Contact form",
    "name": "Name",
    "name-example": "Your name",
    "subject": "Subject",
    "subject-example": "Subject of your message",
    "message-example": "Your message",
    "submit": "Send message"
  }
}
